[
    "\"The truth is you don't know what is going to happen tomorrow. Life is a crazy ride, and nothing is guaranteed.\"",
    "\"Life ain't always beautiful, but it's a beautiful ride.\"",
    "\"I think the thing to do is enjoy the ride while you're on it.\"",
    "\"Have fun, be active. Ride a bike instead of driving, for example.\"",
    "\"If biking is your passion, set aside time to enjoy a good ride.\"",
    "\"Be willing to step outside your comfort zone once in a while; take the risks in life that seem worth taking. The ride might not be as predictable if you'd just planted your feet and stayed put, but it will be a heck of a lot more interesting.\"",
    "\"It's been quite a ride. I loved every minute of it.\"",
    "\"Love doesn't make the world go 'round. Love is what makes the ride worthwhile.\"",
    "\"I can think. I can sleep. I can move. I can ride my bike. I can dream.\"",
    "\"My life has been a gift up to this point, and I've been blessed beyond my wildest imagination. And wherever this ride takes me is where I'm going.\"",
    "\"One thing I've learned about life is that if you really let go, it's just a joy ride.\"",
    "\"If you surrendered to the air, you could ride it.\"",
    "\"It's the way you ride the trail that counts.\"",
    "\"Cyclists see considerably more of this beautiful world than any other class of citizens. A good bicycle, well applied, will cure most ills this flesh is heir to.\"",
    "\"Nothing compares to the simple pleasure of riding a bike.\"",
    "\"A bicycle ride around the world begins with a single pedal stroke.\"",
    "\"Give a man a fish and feed him for a day. Teach a man to fish and feed him for a lifetime. Teach a man to cycle and he will realize fishing is stupid and boring.\"",
    "\"Cycling isn’t a game, it’s a sport. Tough, hard and unpitying, and it requires great sacrifices. One plays football, or tennis, or hockey. One doesn’t play at cycling.\"",
    "\"To me, it doesn’t matter whether it’s raining or the sun is shining or whatever: as long as I’m riding a bike I know I’m the luckiest guy in the world.\"",
    "\"I don’t ride a bike to add days to my life. I ride a bike to add life to my days.\"",
    "\"When the spirits are low, when the day appears dark, when work becomes monotonous, when hope hardly seems worth having, just mount a bicycle and go out for a spin down the road, without thought on anything but the ride you are taking.\"",
    "\"It is by riding a bicycle that you learn the contours of a country best, since you have to sweat up the hills and coast down them.\"",
    "\"You either love spinning the pedals and watching scenery whiz by, or you don’t. And if you love it, not much can sour you on the idea of riding your bike.\"",
    "\"The bicycle is a curious vehicle. Its passenger is its engine.\"",
    "\"Crashing is part of cycling as crying is part of love.\"",
    "\"When I was a kid I used to pray every night for a new bicycle. Then I realised that the Lord doesn’t work that way so I stole one and asked Him to forgive me.\"",
    "\"Truly, the bicycle is the most influential piece of product design ever.\"",
    "\"One of the most important days of my life, was when I learned to ride a bicycle.\"",
    "\"The cyclist is a man half made of flesh and half of steel that only our century of science and iron could have spawned.\"",
    "\"The bicycle is the most civilized conveyance known to man. Other forms of transport grow daily more nightmarish. Only the bicycle remains pure in heart.\"",
    "\"Learn to ride a bicycle. You will not regret it if you live.\"",
    "\"When man invented the bicycle he reached the peak of his attainments.\"",
    "\"As a kid I had a dream — I wanted to own my own bicycle. When I got the bike I must have been the happiest boy in Liverpool, maybe the world. I lived for that bike. Most kids left their bike in the backyard at night. Not me. I insisted on taking mine indoors and the first night I even kept it in my bed.\"",
    "\"The bicycle has done more for the emancipation of women than anything else in the world.\""
]
